Repository: equinor/noisecalculator
Catalog: NoiseCalculator.Domain/Resources/DomainResources.*.resx
Languages: nb_no

# Footer80dBA
source: If the calculated noise dosage is 100 % the employee must remain in areas where the noise level is below 80 dBA for the rest of the day and not perform any work that produces noise above 80 dBA. The employee must also avoid areas with impulse noise (sudden bangs), and work that produces impulse noise.
nb_no: Dersom beregnet støydose er 100% skal arbeidstaker oppholde seg i områder med støy under 80 dBA resten av dagen og ikke utføre arbeid som gir støy over 80 dBA. Arbeidstaker kan heller ikke oppholde seg i områder med impulsstøy (smell), eller utføre arbeid som gir impulsstøy.

# FooterCalculations
source: <b>About the calculations:</b><br/>The method for risk assessment of noise exposure is described in GL0169 and enacted in TR0926<br/><br/>When the calculated noise exposure shows 100%, the calculated exposure is 80 dBA inside the hearing protection <br/><br/>If the calculated exposure is 100% (for a work activity) the employee shall not carry out noisy work operations or stay in areas with noise level above 80 dBA during the rest of that day. The employee cannot stay in areas with impulse noise (hammer, bang, crash) or carry out work that produces impulse noise.
nb_no: <b>Om beregningene:</b><br/>Metodikk for risikovurdering av støyeksponering er gitt i GL0169 "Støy - retningslinjer for kartlegging og tiltak“ og er hjemlet i TR0926 "Working Environment“.<br/><br/>Når beregnet støyeksponering viser 100% er beregnet støydose 80 dBA innenfor oppgitt hørselvern. <br/><br/>Dersom beregnet støydose er 100% skal arbeidstaker oppholde seg i områder med støy under 80 dBA resten av dagen og ikke utføre arbeid som gir støy over 80 dBA. Arbeidstaker kan heller ikke oppholde seg i områder med impulsstøy (smell), eller utføre arbeid som gir impulsstøy.

# FooterContact
source: <b>Contact occupational hygienist:</b><br/>- In case of uncertainty regarding the calculations<br/>- If the work operation does not exist in the list<br/>- Regarding questions about sound reduction<br/>- If area noise level exceeds 110 dBA
nb_no: <b>Kontakt yrkeshygieniker:</b><br/>- dersom det er usikkerhet rundt beregningene<br/>- dersom ønsket arbeidsoppgave ikke finnes i listen<br/>- ved spørsmål om støydemping

# FooterDynamicCorrectionForMeasuredNoiseLevel
source: The calculation of noise exposure has taken breaks (like moving to a new location) into account and made corrections to the measured noise levels share of a normal work cycle. The provided work time shall reflect the total time spent on the task, including the non-noisy work. If there are considerable changes in the normal work cycle, contact an industrial hygienist.
nb_no: I beregning av støyeksponering er det tatt hensyn til pauser i de støyende arbeider (forflyttning osv.) og gjort en korreksjon for målt støynivås andel av en normal arbeidssyklus. Oppgitt arbeidstid skal gjenspeile den totale tiden brukt til arbeidsoppgaven, inkludert ikke-støyende arbeid. Ved store endringer i normal arbeidssyklus ta kontakt med yrkeshygieniker.

# FooterDynamicNoiseProtection
source: The following conditions apply to the hearing protection used when performing noisy work operations:<br/> The hearing protection shall be well maintained and used correctly. <br/> When using disposable ear plugs, training in correct use and insertion shall be given <br/> When using custom molded ear plugs, insertion training shall be given.
nb_no: Følgende betingelser ang. hørselsvernet gjelder ved utføring av støyende arbeidsoppgaver. Hørselsvernet skal være godt vedlikeholdt og brukes korrekt. Ved bruk av "universalpropper" skal det være gitt individuell opplæring i bruk og innsetting. Ved bruk av formstøpte ørepropper skal det være gitt opplæring i innsetting. Ref: GL0169, tabell 4-1.

# FooterDynamicValidForAreaNoiseUpTo90dBA
source: The task based noise risk assessments are based on area noise levels up to 90 dBA. For noisy work tasks carried out in areas with noise levels above 90 dBA, or areas with a lot of reverberation (e.g. in tanks), field measured noise levels must be entered into the calculator.
nb_no: Risikovurderingene av støyende arbeidsoppgaver gjelder for områdestøy opp til 90 dBA. Gjør verifiserende feltmåling når områdestøyen er over 90 dBA, eller arbeidet utføres i områder med mye klang, feks tanker.

# FooterGL0169
source: This noise calculator is developed by Statoil and is available as a planning tool for those who wish to use it. The tool includes work in noisy conditions and/or noise produced, and provides a possiblity to combine noisedata with preventive measures such as limitation of time in noisy conditions and hearing protection. It is also possible to print the evaluation in pdf format.
nb_no: Denne støykalkulatoren er utviklet av Statoil og stilles til rådighet som et planleggingsverktøy for de som måtte ønske det. Verktøyet inkluderer arbeid i støyende omgivelser og/eller egenprodusert støy, og gir mulighet til å kombinere støydata med tiltakene oppholdstidsbegrensning og hørselvern. Det er også mulig å ta en utskrift av vurderingen i pdf format.

# FooterNoiseProtection
source: <b>About hearing protectors:</b><br/>Single hearing protection implies earplugs or earmuffs. Double hearing protection implies earmuffs and earplugs used at the same time. <br><br/>The following conditions apply when carrying out noisy work operations: <br/>- The hearing protection shall be well maintained and used correctly. <br/>- When using disposable earplugs or custom moulded earplugs, individual training in their correct use and insertion shall be given <br/>- It shoud be verified that earplugs give a minimum of 12 dB reduction
nb_no: <b>Om hørselsvern:</b><br/>Med enkelt hørselsvern menes ørepropper eller øreklokker. Med dobbelt hørselsvern menes ørepropper og øreklokker brukt samtidig.<br/><br/>Følgende betingelser angående hørselsvern gjelder ved utføring av støyende arbeidsoppgaver: <br/>- Hørselsvernet skal være godt vedlikeholdt og brukes korrekt <br/>- Ved bruk av "universalpropper" og formstøpte ørepropper skal det være gitt individuell opplæring i bruk og innsetting<br/>- Det bør verifiseres at ørepropper gir minimum 12 dB demping

# FooterNoiseProtectionDefinition
source: Single hearing protection means ear muffs or ear plugs. Double hearing protection means ear muffs and ear plugs used at the same time
nb_no: Med enkelt hørselsvern menes ørepropper eller øreklokker. Med dobbelt hørselsvern menes ørepropper og øreklokker brukt samtidig.

# FooterUseNoisyWorkWhenTaskIsMissing
source: If a noisy work operation is missing from the list one must use «non-noisy work” with the corresponding noise level. Report the noisy work operation to the industrial hygienist for risk assessment and entry into Noise calculator.
nb_no: Dersom en støyende arbeidsoppgave mangler i oversikten skal man bruke "ikke-støyende arbeid" med tilsvarende støynivå. Meld fra til yrkeshygieniker slik at arbeidsoppgaven kan risikovurderes og legges inn.

# NoiseLevelStatusTextCritical
source: Calculated noise exposure is not akseptable and work can not be performed as planned.
nb_no: Beregnet støyeksponering er ikke akseptabel og arbeidet kan ikke gjennomføres som planlagt. Reduser støynivå og/eller eksponeringstid.

# NoiseLevelStatusTextDangerOfWorkRelatedInjury
source: Calculated noise exposure is not akseptable and work can not be performed as planned. If the work has allready been performed it must be reported as "Danger of Work Related Injury"
nb_no: Beregnet støyeksponering er ikke akseptabel og arbeidet kan ikke gjennomføres som planlagt. Reduser støynivå og/eller eksponeringstid. Dersom arbeidet allerede er utført må det meldes som «Tilløp til ARS».

# NoiseLevelStatusTextMaximumAllowedDosage
source: Calculated noise exposure is acceptable, but the employee can not be exposed for more noise this work day.
nb_no: Beregnet støydose er akseptabel, men personellet kan ikke eksponeres for mer støy denne arbeidsdagen.

# NoiseLevelStatusTextNormal
source: Calculated noise exposure is acceptable.
nb_no: Beregnet støyeksponering er akseptabel.

# NoiseLevelStatusTextWarning
source: Calculated noise exposure is acceptable, but is approaching maximum allowed exposure.
nb_no: Beregnet støydose er akseptabel, men ved 100% kan personellet ikke jobbe i støy over 80 dBA resten av arbeidsdagen.
