Repository: equinor/noisecalculator
Catalog: NoiseCalculator.UI.Web/Areas/Admin/Resources/AdminResources.*.resx
Languages: nb_no

# AdminColumnLabelUsername
source: Username
nb_no: Brukernavn

# AdminLabelUsername
source: Username
nb_no: Brukernavn

# ButtonAddNew
source: Add New
nb_no: Legg Til Ny

# ButtonClose
source: Close
nb_no: Lukk

# ButtonSubmit
source: Save
nb_no: Lagre

# ColumnEdit
source: Edit
nb_no: Rediger

# ColumnRemove
source: Remove
nb_no: Fjern

# DeleteConfirmationWindowTitle
source: Confirm Removal
nb_no: Bekreft Fjerning

# GenericDefinitionColumnDefinitionName
source: Definition Name
nb_no: Definisjonsnavn

# GenericDefinitionLabelTitle
source: Title
nb_no: Tittel

# GenericTaskAllowedExposure
source: Max Operational Time
nb_no: Tillatt eksponering

# GenericTaskLanguage
source: Language
nb_no: Språk

# GenericTaskNoiseLevel
source: Noise Level
nb_no: Støynivå

# GenericTaskNoiseProtection
source: Noise Protection
nb_no: Hørselsvern

# GenericTaskRole
source: Role
nb_no: Rolle

# GenericTaskTitle
source: Title
nb_no: Tittel

# GenericTranslationLabelTitle
source: Title
nb_no: Tittel

# HeadingTranslations
source: Translations
nb_no: Oversettelser

# HelicopterTaskColumnHelicopter
source: Helicopter
nb_no: Helikopter

# HelicopterTaskColumnNoiseProtectionDefinition
source: Noise Protection
nb_no: Høreselsvern

# HelicopterTaskColumnWorkInterval
source: Work Interval
nb_no: Arbeidstid

# NoiseCalculatorLink
source: Noise Calculator
nb_no: Støykalkulator

# PageTitleAdministratorUsers
source: Administrator Users
nb_no: Administratorbrukere

# PageTitleHelicopterNoiseProtection
source: Helictoper: Noise Protection
nb_no: Helikopter: Støybeskyttelse

# PageTitleHelicopterTasks
source: Helicopter: Tasks
nb_no: Helikopter: Oppgaver

# PageTitleHelicopterTypes
source: Helicopter: Types
nb_no: Helikopter: Typer

# PageTitleHelictoperWorkInterval
source: Helictoper: Work Interval
nb_no: Helikopter: Arbeidstider

# PageTitleNoiseProtection
source: Noise Protection
nb_no: Hørselsvern

# PageTitleTasks
source: Tasks
nb_no: Oppgaver

# RotationTaskColumnAssistantTask
source: Assistant Task
nb_no: Hjelpemann Oppgave

# RotationTaskColumnLanguage
source: Language
nb_no: Språk

# RotationTaskColumnOperatorTask
source: Operator Task
nb_no: Opperatør

# RotationTaskColumnTitle
source: Title
nb_no: Tittel

# RotationTaskDefinitionLabelTitle
source: Title
nb_no: Tittel

# RotationTaskDefinitionLabelTranslations
source: Translations
nb_no: Oversettelser

# RotationTaskLabelAssistantTask
source: Assistant Task
nb_no: Hjelpemann

# RotationTaskLabelLanguage
source: Language
nb_no: Språk

# RotationTaskLabelOperatorTask
source: Operator Task
nb_no: Operatør

# RotationTaskLabelTitle
source: Title
nb_no: Tittel

# TaskDefinitionColumnDefinitionName
source: Definition Name
nb_no: Definisjonsnavn

# TaskDefinitionColumnRoleType
source: Role Type
nb_no: Rolletype

# TaskDefinitionLabelRoleType
source: Role Type
nb_no: Rolletype

# TaskDefinitionLabelTitle
source: Title
nb_no: Tittel

# TaskFormHelideckHelicopterNoiseProtectionLabel
source: Noise Protection
nb_no: Høreselsvern

# TaskFormHelideckHelicopterTypeLabel
source: Helicopter
nb_no: Helikopter

# TaskFormRegularAssistantLabel
source: Assistant
nb_no: Hjelpemann

# TaskFormRegularNoiseMeasuredLabel
source: Noise Measured
nb_no: Feltmåling

# TaskFormRegularOperatorLabel
source: Operator
nb_no: Operatør

# TaskFormRegularPercentageLabel
source: % of daily noise dosage
nb_no: % av daglig støydose

# TaskFormRegularWorkTimeLabel
source: Time
nb_no: Arbeidstid

# ValidationAdministratorEditModelUsername
source: Username is required.
nb_no: Brukernavn må oppgis.

# ValidationDefinitionIdRequired
source: Definition Id is required.
nb_no: Definition Id er påkrevet.

# ValidationHelicopterTaskEditModelPercentage
source: Percentage must be provided.
nb_no: Prosent må oppgis.

# ValidationLanguageRequired
source: Language is required.
nb_no: Språk må velges.

# ValidationRoleRequired
source: Role is required.
nb_no: Rolle må fylles ut.

# ValidationRotationTaskEditModelIAssistantTaskRequired
source: Assistant task is required.
nb_no: Assistentoppgave må velges.

# ValidationRotationTaskEditModelIOperatorTaskRequired
source: Operator task is required.
nb_no: Operatøroppgave må velges.

# ValidationTaskEditModelAllowedExposureRequired
source: Allowed exposure is required.
nb_no: Tillatt eksponering må fylles ut.

# ValidationTaskEditModelNoiseLevelRequired
source: Noise level is required.
nb_no: Støynivå må fylles ut.

# ValidationTaskEditModelNoiseProtectionRequired
source: Noise protection is required.
nb_no: Høreselsvern må fylles ut.

# ValidationTitleRequired
source: Title is required.
nb_no: Tittel må fylles ut.
