Repository: equinor/noisecalculator
Catalog: NoiseCalculator.UI.Web/Resources/TaskResources.*.resx
Languages: nb_no

# ApplicationTitle
source: Noise Calculator
nb_no: Støykalkulator

# HoursUnit
source: h
nb_no: t

# IndexButtonAddTask
source: Add Task
nb_no: Legg Til Oppgave

# IndexButtonCreatePdf
source: Print
nb_no: Skriv ut PDF

# IndexTitle
source: Noise Calculator
nb_no: Mine oppgaver

# IndexTotalDailyDosageLabel
source: Percentage of allowed daily noise dosage
nb_no: Total daglig dose

# LayoutUserLabel
source: User
nb_no: Bruker

source: No
nb_no: Nei

# RemoveTaskConfirmationButtonClose
source: Cancel
nb_no: Avbryt

# RemoveTaskConfirmationButtonRemove
source: Remove
nb_no: Fjern

# RemoveTaskConfirmationTitle
source: Remove Task?
nb_no: Fjern Oppgave?

# SelectedTaskEditLabel
source: Edit
nb_no: Rediger

# SelectedTaskNoiseLevelLabel
source: Noise Level
nb_no: Støynivå

# SelectedTaskNoiseProtectionLabel
source: Noise Protection
nb_no: Høreselvern

# SelectedTaskPercentageDailyDosageLabel
source: % Daily Dosage
nb_no: % Daglig dose

# SelectedTaskRemoveLabel
source: Remove
nb_no: Fjern

# SelectedTaskWorkTimeLabel
source: Work Time
nb_no: Arbeidstid

source: -- Select One --
nb_no: -- Velg --

# TaskDialogButtonUseTask
source: Use Task
nb_no: Bruk Oppgave

# TaskDialogAddTitle
source: Add Task
nb_no: Legg Til Oppgave

# TaskFormButtonClose
source: Cancel
nb_no: Avbryt

# TaskFormButtonSubmitAdd
source: Add Task
nb_no: Legg Til Oppgave

# TaskFormButtonSubmitEdit
source: Save Changes
nb_no: Lagre Endringer

# TaskFormHelideckHelicopterNoiseProtectionLabel
source: Noise Protection
nb_no: Høreselvern

# TaskFormHelideckHelicopterTypeLabel
source: Helicopter
nb_no: Helikopter

# TaskFormHelideckHelicopterWorkIntervalLabel
source: Work Interval
nb_no: Arbeidstid

# TaskFormRegularAssistantLabel
source: Assistant
nb_no: Hjelpemann

# TaskFormRegularNoiseMeasuredLabel
source: Noise Measured with "button pressed"
nb_no: Feltmåling

# TaskFormRegularOperatorLabel
source: Operator
nb_no: Operatør

# TaskFormRegularPercentageLabel
source: % of daily noise dosage
nb_no: Prosent

# TaskFormWorkTimeAsLabel
source: Work Time As
nb_no: Arbeidstid i

# TaskFormRegularWorkTimeLabel
source: Time
nb_no: Tid

# TaskRoleLabel
source: Role
nb_no: Rolle

# TaskTitleLabel
source: Task
nb_no: Oppgave

# ValidationErrorSummaryClose
source: Close
nb_no: Lukk

# ValidationErrorSummaryTitle
source: Errors found in submitted data
nb_no: Feil funnet i informasjonen

source: Yes
nb_no: Ja

# ValidationErrorHelicopterNoiseLevelRequired
source: Noise protection must be selected.
nb_no: Hørselvern må være valgt.

# ValidationErrorHelicopterTypeRequired
source: Helicopter must be selected.
nb_no: Helikopter må være valgt.

# ValidationErrorHelicopterWorkIntervalRequired
source: Work interval must be selected.
nb_no: Arbeidstid må være valgt.

# ValidationErrorNoiseLevelToHighAboveGuidline
source: The measured noise level is more than 6 dBA above what the detailed risk analysis in GL0169 takes into account and it is therefore invalid. Apply noise reducing meassures and perform measure the noise level again. Contact an industrial hygenist if the noise level is still to high.
nb_no: Feltmåling er høyere enn det den detaljerte risikovurderingen i GL0169 tar høyde for. Gjennomfør støyreduserende tiltak og foreta en ny feltmåling. Kontakt yrkeshygieniker dersom støynivå fortsatt er for høyt.

# ValidationErrorWorkTimeRequired
source: Task work time must be specified, either as hours/minutes or percentage of daily dosage
nb_no: Oppgavens arbeidstid må oppgis, enten som timer/minutter eller prosent av daglig dose.

# FooterGL0169
source: This noise calculator is developed by Statoil and is available as a planning tool for those who wish to use it. The tool includes work in noisy conditions and/or noise produced, and provides a possiblity to combine noisedata with preventive measures such as limitation of time in noisy conditions and hearing protection. It is also possible to print the evaluation in pdf format.
nb_no: Dette verktøyet bygger på GL0169: Støy - retningslinjer for kartlegging og tiltak.

# IndexSubtitle
source: Add tasks to calculate your noise exposure
nb_no: Legg til arbeidsoppgaver for å beregne din støyeksponering

# Footer80dBA
source: If the calculated noise dosage is 100 % the employee must remain in areas where the noise level is below 80 dBA for the rest of the day and not perform any work that produces noise above 80 dBA. The employee must also avoid areas with impulse noise (sudden bangs), and work that produces impulse noise.
nb_no: Dersom beregnet støydose er 100% skal arbeidstaker oppholde seg i områder med støy under 80 dBA resten av dagen. Arbeidstaker kan heller ikke utføre arbeid som gir støy over 80 dBA.

# FooterNoiseProtectionDefinition
source: Single hearing protection means ear muffs or ear plugs. Double hearing protection means ear muffs and ear plugs used at the same time
nb_no: Med enkelt hørselsvern menes ørepropper eller øreklokker. Med dobbelt hørselvern menes ørepropper og øreklokker brukt samtidig.

# SelectedTaskNoiseMeasured
source: (Measured)
nb_no: (Feltmålt)

# IndexButtonRemoveAll
source: Remove All
nb_no: Fjern Alle

# RemoveAllConfirmationButtonClose
source: Cancel
nb_no: Avbryt

# RemoveAllConfirmationButtonRemove
source: Remove All
nb_no: Fjern Alle

# RemoveAllConfirmationDescription
source: Remove all tasks in the tasklist?
nb_no: Fjerne alle oppgave i oppgavelisten?

# RemoveAllConformationTitle
source: Remove All?
nb_no: Fjern Alle?

# TaskDialogEditTitle
source: Edit Task
nb_no: Rediger Oppgave

# ValidationErrorNoiseLevelToHighAboveGuidlineAssistant
source: Assistant: The measured noise level is more than 6 dBA above what the detailed risk analysis in GL0169 takes into account and it is therefore invalid. Apply noise reducing meassures and perform measure the noise level again. Contact an industrial hygenist if the noise level is still to high.
nb_no: Hjelpemann: Feltmåling for hjelpemann er høyere enn det den detaljerte risikovurderingen i GL0169 tar høyde for. Gjennomfør støyreduserende tiltak og foreta en ny feltmåling. Kontakt yrkeshygieniker dersom støynivå fortsatt er for høyt.

# ValidationErrorNoiseLevelToHighAboveGuidlineOperator
source: Operator: The measured noise level is more than 6 dBA above what the detailed risk analysis in GL0169 takes into account and it is therefore invalid. Apply noise reducing meassures and perform measure the noise level again. Contact an industrial hygenist if the noise level is still to high.
nb_no: Operatør: Feltmåling for operatør er høyere enn det den detaljerte risikovurderingen i GL0169 tar høyde for. Gjennomfør støyreduserende tiltak og foreta en ny feltmåling. Kontakt yrkeshygieniker dersom støynivå fortsatt er for høyt.

# ValidationErrorRotationMaximum6Hours
source: Rotations can not have duration longer than 6 hours, divided between operator and assistant.
nb_no: Rotasjon kan ikke vare lenger enn 6 timer fordelt på rollene operatør og hjelpemann.

# LanguageNameEnglish
source: English
nb_no: Engelsk

# LanguageNameNorwegian
source: Norwegian
nb_no: Norsk

# LanguageNameUnknown
source: Unknown language
nb_no: Ukjent språk

# TaskFormRotationWorkTimeSplitComment
source: Work time is distributed on operator and assistant.
nb_no: Arbeidstid fordeles likt på operatør og hjelpemann.
